{
  "cmp-nvim-lsp": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v4.x" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" }
}
